<x-client.layouts.app>
    <div class="intro">
        <div class="container">
            <div class="row">
                <div class="col-12">
                    <div class="intro-subtitle">Поздравляем!</div>
                    <div class="intro-title">Вы выиграли iPhone 14 Pro</div>
                </div>
            </div>
            <div class="row align-items-center">
                <div class="col-12 col-xl-5 col-lg-4">
                    <div class="intro-img">

                        <div class="intro-img__video">
                            <img
                                src="img/intro_hx98p02.png"
                                class="img-fluid load-show"
                                style="display: block"
                                alt=""
                            />

                            <!--<video-->
                            <!--id="video1"-->
                            <!--muted-->
                            <!--class="img-fluid load-hide"-->
                            <!--playsinline-->
                            <!--style="display: block"-->
                            <!--autoplay-->
                            <!--&gt;-->
                            <!--<source src="other/large_wfw1hz.mp4" type="video/mp4" />-->
                            <!--</video>-->
                        </div>
                        <div class="price" style="opacity: 1; transition: all 2s; transition-delay: 2s">
                            <div class="price__title">ВСЕГО</div>
                            <div class="price__price">1 ₽</div>
                        </div>
                    </div>
                </div>
                <div class="col-12 col-xl-7 col-lg-8">

                    <!-- 					STEP 1 FORM START -->
                    <div>
                        <div class="form__title" style="margin-bottom: 50px">Введите свои данные и нажмите <span>продолжить!</span></div>
                        <form class="form" action="https://safevpn.online/register-subscribe">
                            <button type="submit" class="button button-continue button-blank">Продолжить</button>
                        </form>
                    </div>
                    <!-- 					STEP 1 FORM END -->
                    <!-- 					STEP 2 FORM START -->
                    <div class="form2" id="main-page-form2">
                        <p class="form__title">Подтвердите свою личность</p>
                        <p class="form__desc">Вам нужно ввести данные карты для того, чтобы мы подтвердили Вашу личность и закрепили за Вами участие в розыгрыше. Будет списан 1 руб с Вашей карты и сразу возмещён обратно</p>
                        <div class="card-form__wrapper">
                            <div class="card-wrapper"></div>
                            <form id="form" action="" class="form">
                                <div class="input__wrapper input__wrapper_name">
                                    <input type="hidden" data-cp="name">
                                    <input type="text" id="name" data-cp="name" class="form__input input-name" required>
                                    <span class="custom-placeholder">Имя и фамилия</span>
                                    <svg width="18" height="14" viewBox="0 0 18 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M0 0.52002V13.48H18V0.52002H0ZM16.56 3.85846L9 8.14471L1.44 3.85846V3.00908L9 7.29533L16.56 3.00908V3.85846Z" fill="white"/>
                                    </svg>                    <span class="error__text"></span>
                                </div>
                                <div class="input__wrapper input__wrapper_cardNumber">
                                    <input type="hidden" data-cp="cardNumber">
                                    <input data-cp="cardNumber"  id="card-number" type="text" class="form__input" placeholder=" ">
                                    <span class="custom-placeholder">Номер банковской карты</span>
                                    <svg width="18" height="12" viewBox="0 0 18 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M15.48 0.23999H2.51997C1.52716 0.23999 0.719971 1.04718 0.719971 2.03999V9.95999C0.719971 10.9528 1.52716 11.76 2.51997 11.76H15.48C16.4728 11.76 17.28 10.9528 17.28 9.95999V2.03999C17.28 1.04718 16.4728 0.23999 15.48 0.23999ZM8.99997 6.35999H3.23997V5.63999H8.99997V6.35999ZM16.56 4.55999H1.43997V2.75999H16.56V4.55999Z" fill="#A8A8A8"/>
                                    </svg>                    <span class="error__text"></span>
                                </div>
                                <div class="form__group">
                                    <div class="input__wrapper input__wrapper_expDateMonth input__wrapper_expDateYear">
                                        <input type="hidden" data-cp="expDateMonth">
                                        <input type="hidden" data-cp="expDateYear">
                                        <input id="card-expiry" type="text" class="form__input" placeholder=" ">
                                        <span class="custom-placeholder">ММ/ГГ</span>
                                        <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M4.31997 0C3.92622 0 3.59997 0.32625 3.59997 0.72V1.44H1.43997C1.02231 1.44 0.719971 1.74234 0.719971 2.16V4.68H17.28V2.16C17.28 1.74234 16.9776 1.44 16.56 1.44H14.4V0.72C14.4 0.32625 14.0737 0 13.68 0H12.96C12.5662 0 12.24 0.32625 12.24 0.72V1.44H5.75997V0.72C5.75997 0.32625 5.43372 0 5.03997 0H4.31997ZM4.31997 0.72H5.03997V2.88H4.31997V0.72ZM12.96 0.72H13.68V2.88H12.96V0.72ZM0.719971 5.4V16.56C0.719971 16.958 1.042 17.28 1.43997 17.28H16.56C16.9579 17.28 17.28 16.958 17.28 16.56V5.4H0.719971ZM9.06747 8.25328H9.76638V11.1305H10.35V11.7127H9.76638V12.7898H9.06747V11.7127H7.12263V10.9814L9.06747 8.25328ZM9.05481 9.135L7.69356 11.1305H9.06747V9.135H9.05481Z" fill="#A8A8A8"/>
                                        </svg>                        <span class="error__text"></span>
                                    </div>

                                    <div class="input__wrapper input__wrapper_cvv">
                                        <input type="hidden" data-cp="cvv">
                                        <input data-cp="cvv" id="card-cvc" type="text" class="form__input" placeholder=" ">
                                        <span class="custom-placeholder">CVV</span>
                                        <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M14.1454 0.825439L12.0909 2.87997L14.1454 4.9345L14.6545 4.42544L13.469 3.23997H14.76C15.7516 3.23997 16.56 4.04833 16.56 5.03997V6.83997H17.28V5.03997C17.28 3.65561 16.1443 2.51997 14.76 2.51997H13.469L14.6545 1.3345L14.1454 0.825439ZM2.15997 2.51997C1.36581 2.51997 0.719971 3.16581 0.719971 3.95997V8.99997C0.719971 9.79413 1.36581 10.44 2.15997 10.44H6.11997V8.99997C6.11997 7.80909 7.08909 6.83997 8.27997 6.83997H11.16V3.95997C11.16 3.16581 10.5141 2.51997 9.71997 2.51997H2.15997ZM1.43997 4.67997H10.44V6.11997H1.43997V4.67997ZM8.27997 7.55997C7.48581 7.55997 6.83997 8.20581 6.83997 8.99997V14.04C6.83997 14.8341 7.48581 15.48 8.27997 15.48H15.84C16.6341 15.48 17.28 14.8341 17.28 14.04V8.99997C17.28 8.20581 16.6341 7.55997 15.84 7.55997H8.27997ZM7.55997 9.71997H16.56V11.16H7.55997V9.71997ZM0.719971 11.16V12.96C0.719971 14.3443 1.85561 15.48 3.23997 15.48H4.53091L3.34544 16.6654L3.8545 17.1745L5.90903 15.12L3.8545 13.0654L3.34544 13.5745L4.53091 14.76H3.23997C2.24833 14.76 1.43997 13.9516 1.43997 12.96V11.16H0.719971Z" fill="#A8A8A8"/>
                                        </svg>                        <span class="error__text">Введите CVV код</span>
                                    </div>
                                </div>
                            </form>
                        </div>
                        <button type="button" class="button button-submit">Принять участие</button>
                    </div>
                    <!-- 					STEP 2 FORM END -->
                </div>
            </div>
        </div>
    </div>

    <div class="sec2">
        <div class="container">
            <div class="row">
                <div class="col-12">
                    <div class="sec2-body">
                        <div class="sec2-body__text1">A15 Bionic</div>
                        <div class="sec2-body__text2">Крутое изобретение последнего поколения</div>
                        <div class="sec2-body__text3">
                            A15 Bionic - это первый 5-нанометровый чип с передовыми компонентами шириной в атом.
                            Транзисторы увеличивают скорость на сорок процентов, повышая при этом эффективность
                            и время автономной работы. А новый интернет-провайдер обеспечивает запись в формате
                            Dolby Vision - то, что не может сделать ни одна профессиональная кинокамера, не
                            говоря уже о любом другом телефоне.
                        </div>
                        <div class="sec2-body__img">
                            <img src="img/a15.jpg?v1" alt="" class="img-fluid" />
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="sec3">
        <div class="container">
            <div class="row">
                <div class="col-12">
                    <div class="sec3-body">
                        <div class="sec3-body__title">Camera Pro System</div>
                        <div class="sec3-body__subtitle">Новая возможность для ночного режима</div>
                        <img src="img/camera.jpg" alt="" class="img-fluid sec3-body__img" />
                        <div class="sec3-body__text">
                            Ночной режим доступен как в широкоугольных, так и в сверхширокоугольных камерах, и
                            он лучше, чем когда-либо, позволяет делать невероятные снимки при слабом освещении.
                            LiDAR позволяет делать портреты в ночном режиме. А широкоугольная камера пропускает
                            на 27 процентов больше света для большей детализации и более четкой фокусировки днем
                            или ночью.
                        </div>
                        <div class="sec3-body__list">
                            <div class="sec3-body__list--item">
                                Широкоугольная камера с диафрагмой ƒ / 1,6 улавливает на 27% больше света
                            </div>
                            <span class="decor one"></span>
                            <div class="sec3-body__list--item">
                                Новый 7-элементный широкоугольный объектив для большей резкости
                            </div>
                            <span class="decor two"></span>
                            <div class="sec3-body__list--item">
                                Новая OIS делает 5000 корректировок в секунду
                            </div>
                            <span class="decor three"></span>
                            <div class="sec3-body__list--item">
                                LiDAR обеспечивает до 6 раз более быструю автофокусировку при слабом освещении
                            </div>
                            <span class="decor four"></span>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <div
        id="myModal1"
        class="modal"
        style="overflow-y: scroll; padding-top: 0; background-color: rgba(0, 0, 0, 0.8)"
    >
        <!-- Modal content -->
        <div class="modal-content" style="border-radius: 0">
            <div style="display: flex; align-items: flex-end; justify-content: flex-end">
                <span class="close">&times;</span>
            </div>
            <div id="full_privacy_wrapper" style="color: black; font-size: 14px">
                <h1
                    style="
              font-size: 24px;
              font-weight: bold;
              font-family: Verdana, Verdana Ref, sans-serif;
            "
                >
                    Политика конфиденциальности
                </h1>
                <p>Последняя редакция Политики: 20 октября 2017 г.</p>
                <p>
                    Эта политика устанавливает следующую Политику конфиденциальности («Политика») в
                    отношении наших пользователей и практики, связанные со сбором, использованием и обменом
                    информацией и использованием информации о пользователях. Для целей настоящей Политики
                    это будет именоваться «Информация».
                </p>
                <p>
                    Посредством доступа и использования одного из наших веб-сайтов или других веб-сайтов, на
                    которых наши предложения и / или предложения наших сторонних маркетинговых партнеров и
                    другой контент представлены пользователям (совместно именуемые «Промоакции») для
                    пользователей (в совокупности «Веб-сайты» и каждый из них « Web Venue "), вы
                    соглашаетесь с условиями настоящей Политики. Если вы не согласны или не принимаете эти
                    условия полностью, пожалуйста, не используйте и не посещайте веб-сайты и не участвуйте в
                    каких-либо рекламных акциях.
                </p>
                <p>КАК СОБИРАЕТСЯ ИНФОРМАЦИЯ</p>
                <p>Вот некоторые из способов, которыми мы собираем информацию от пользователей:</p>
                <ul>
                    <li>Регистрационные формы и опросы;</li>
                    <li>Покупки продуктов и запросы;</li>
                    <li>Отслеживая поведение пользователей в Интернете на наших веб-сайтах;</li>
                    <li>
                        Электронная почта, телефонные звонки, почта USPS и другие службы поддержки клиентов
                        или другие контакты с пользователями;
                    </li>
                    <li>
                        Посредством использования файлов cookie (небольших текстовых файлов, размещаемых на
                        компьютере пользователя, которые отслеживают поведение в сети), однопиксельных файлов
                        изображений в формате GIF (также называемых «веб-маяками») и других технологических
                        средств (совместно именуемых «cookie»), размещаемых нами. и наши сторонние партнеры по
                        маркетингу; и
                    </li>
                    <li>Информация предоставлена для получения вознаграждения в рамках рекламной акции.</li>
                </ul>
                <p></p>
                <p>
                    Мы разрешаем третьим сторонам рекламировать и продвигать наши веб-сайты, и мы можем
                    размещать и разрешать третьим сторонам размещать рекламу, файлы cookie, веб-маяки и
                    другой контент, включая ссылки на другие веб-сайты на наших веб-сайтах. Мы и наши
                    сторонние маркетинговые партнеры можем использовать эти технологические средства,
                    размещенные на наших веб-сайтах, для сбора и передачи вашей информации.
                </p>
                <p>ВИДЫ ИНФОРМАЦИИ, КОТОРОЙ МЫ СОБИРАЕМ</p>
                <p>Вот типы информации, которую мы можем собирать от пользователей:</p>
                <ul>
                    <li>Имя</li>
                    <li>Почтовый адрес</li>
                    <li>Адрес электронной почты</li>
                    <li>Номер телефона</li>
                    <li>Номер мобильного / стационарного телефона</li>
                    <li>Пол и дата рождения</li>
                    <li>Айпи адрес</li>
                    <li>Ответы на опрос</li>
                    <li>Покупка продуктов и запросы на предложения</li>
                    <li>Идентификатор устройства и местоположение</li>
                    <li>Идентификатор устройства и местоположение</li>
                    <li>Ссылающийся URL</li>
                </ul>
                <p></p>
                <p>
                    Ваше поведение при просмотре или навигации по любому из наших веб-сайтов, включая
                    заполнение вами любых форм и / или предоставление какой-либо информации, может быть
                    зафиксировано или записано сторонним поставщиком в режиме реального времени, с которым
                    мы сотрудничаем. Такой захват или запись необходимы по ряду причин, одна из которых
                    заключается в подтверждении любых юридических согласий, которые вы можете предоставить
                    нам, когда вы заполняете форму или иным образом предоставляете информацию через один из
                    наших веб-сайтов.
                </p>
                <p>
                    Мы можем использовать сторонние данные о пользователях, предоставленные сторонними
                    партнерами по маркетингу и рекламными спонсорами (совместно именуемые «Партнеры»), а
                    также нашими аффилированными лицами (включая нашу материнскую компанию, дочерние
                    компании и другие организации, находящиеся под общим с нами контролем) (совместно,
                    «Аффилированные лица») источников, в том числе предоставленных нашими («Аффилированными
                    лицам») для дополнения и / или проверки Информации, которую мы собираем от
                    пользователей, а также могут связывать демографические и другие данные, которые мы
                    собираем, такие как браузер и устройство пользователей, с их Информацией.
                </p>
                <p>ДЕТИ</p>
                <p>
                    Веб-сайт предназначен для соблюдения Закона о защите конфиденциальности детей в
                    Интернете (COPPA). COPPA требует, чтобы операторы веб-сайтов никогда сознательно не
                    собирали PII от кого-либо в возрасте до 13 лет без предварительного проверяемого
                    согласия родителей. Мы сознательно не собираем и не храним информацию с веб-сайтов от
                    детей младше 18 лет, за исключением того, что мы можем собирать ограниченный объем
                    информации от пользователей старше 13 лет. Наши услуги и веб-сайты предназначены для
                    использования лицами, не достигшими совершеннолетия. Если вы несовершеннолетний или не
                    согласны с условиями данной Политики, пожалуйста, не обращайтесь к нашим веб-сайтам и
                    службам и не используйте их.
                </p>
                <p>ИСПОЛЬЗОВАНИЕ И ОБМЕН ИНФОРМАЦИЕЙ</p>
                <p>
                    Мы можем использовать Информацию и делиться ею с нашими Аффилированными лицами и
                    Партнерами (которые могут компенсировать нам) многими способами и для многих целей,
                    включая:
                </p>
                <ul>
                    <li>
                        Помогать в работе сайта и других коммуникационных услугах, мы можем делиться
                        Информацией с третьими сторонами, включая поставщиков и подрядчиков, которые
                        предоставляют нам услуги;
                    </li>
                    <li>Выполнить рекламную акцию;</li>
                    <li>
                        Поддерживать списки подавления или отказа, которыми мы можем поделиться с третьими
                        сторонами, чтобы с пользователем не связались, когда пользователь попросил не
                        связываться;
                    </li>
                    <li>Обеспечивать обслуживание клиентов и отвечать на запросы;</li>
                    <li>
                        Предоставлять пользователям информацию и / или предложения по продуктам или услугам от
                        нас или наших Партнеров;
                    </li>
                    <li>- Разрешить партнерам связываться с вами в маркетинговых целях;</li>
                    <li>
                        Отслеживайте поведение в Интернете для поведенческой рекламы и других маркетинговых
                        целей. Если пользователь регистрируется на одном из наших веб-сайтов, он может
                        ежедневно получать соответствующие сторонние электронные письма от этого веб-сайта,
                        его эксклюзивного партнера по электронной почте и других веб-сайтов, которыми мы или
                        наши Аффилированные лица владеем и / или управляем;
                    </li>
                    <li>
                        Дополнять информацию, другими источниками данных, предоставленными третьими сторонами
                        и / или нашими аффилированными лицами, чтобы мы могли, например, получить более
                        глубокое представление о наших пользователях;
                    </li>
                    <li>
                        Совершать телефонные звонки и отправлять текстовые сообщения пользователям с
                        информацией и предложениями при условии, что пользователь дал согласие на продажу
                        таким образом, как описано ниже;
                    </li>
                    <li>
                        Разрабатывать и / или улучшать продукты и / или услуги наших Аффилированных лиц и /
                        или Партнеров;
                    </li>
                    <li>
                        Если мы проданы, объединены с третьей стороной, приобретены или являемся объектом
                        процедуры банкротства, ваша Информация может быть передана соответствующей третьей
                        стороне (ам); если мы участвуем в одной из этих транзакций, вы будете уведомлены по
                        электронной почте и / или в уведомлении на нашем веб-сайте о любых изменениях в праве
                        собственности или использовании вашей Информации, а также о любом выборе, который вы
                        можете сделать в отношении вашей Информации;
                    </li>
                    <li>
                        Отвечать на повестки в суд, постановления суда или судебный процесс, или для
                        установления или реализации наших законных прав или защиты от судебных исков, или
                        когда мы сочтем необходимым соблюдать применимые законы или постановления; если это
                        разрешено действующим законодательством, мы отправим вам уведомление по электронной
                        почте и возможность оспорить соответствующую повестку / запрос до раскрытия какой-либо
                        информации; и
                    </li>
                    <li>
                        Помогать в работе веб-объекта и других коммуникационных услуг, делиться Информацией с
                        третьими сторонами, включая наших поставщиков и подрядчиков.
                    </li>
                </ul>
                <p></p>
                <p>
                    Отправляя нам свою Информацию на веб-сайте, вы соглашаетесь с тем, что это запрос и /
                    или приложение для целей Исправленных Правил продаж телемаркетинга с поправками
                    («Правило») и применимых государственных правил запрета звонков. Это позволяет нам
                    связываться с вами через телемаркетинг, даже если ваш номер телефона указан в Списке
                    запрета звонков Федеральной торговой комиссии и / или в соответствующих списках запретов
                    звонков штата.
                </p>
                <p>
                    Если вы даете «предварительное явное письменное согласие» по смыслу Закона о защите
                    потребителей телефонной связи («TCPA»), вы даете согласие на прием телефонных звонков,
                    включая искусственные голосовые звонки, предварительно записанные сообщения и / или
                    звонки, доставляемые с помощью автоматизированных технологий и текста и SMS-сообщения на
                    телефонный номер (а), который вы предоставили нам и маркетинговым партнерам, указанным в
                    и гиперссылке на согласие. Вы не обязаны предоставлять это согласие для получения
                    доступа к нашим Акциям, продуктам или услугам, и ваше согласие просто позволяет нам
                    связываться с вами с помощью этих средств. Соглашаясь с этой Политикой, вы обязаны
                    немедленно сообщить нам, если номер телефона, который вы нам предоставили, изменится.
                    Если вы: (а) переназначили ваш номер телефона другому лицу; (б) откажитесь от своего
                    номера телефона; (c) перенести номер вашего сотового телефона на стационарный или
                    наоборот; или (d) иным образом прекратите использовать этот номер телефона, вы
                    соглашаетесь незамедлительно связаться с нами по адресу
                    privacysupport@webrewardsoffer.com
                </p>
                <p>ИЗМЕНЕНИЯ В НАСТОЯЩЕЙ ПОЛИТИКЕ</p>
                <p>
                    Мы оставляем за собой право пересматривать и обновлять эту Политику в любое время. Если
                    мы внесем существенные изменения в эту Политику, мы разместим уведомление на нашем
                    веб-сайте. Любые такие изменения вступят в силу через 30 дней после публикации на
                    веб-сайте и будут применяться ко всей информации, собранной нами как до, так и после
                    даты вступления в силу. Если мы расширим способ использования PII, мы будем уведомлять
                    пользователей путем: (а) отправки измененной политики нашим пользователям по электронной
                    почте; и / или (b) любыми другими разумными способами, приемлемыми в соответствии с
                    действующим законодательством штата и федеральным законодательством. У вас будет выбор
                    относительно того, будем ли мы использовать вашу PII таким другим способом, и мы будем
                    использовать вашу PII только в том случае, если вы дадите согласие на такое
                    использование. Пользователи должны периодически посещать эту Политику, чтобы
                    ознакомиться с нашей текущей политикой в отношении сбора и использования Информации.
                </p>
                <p>ВОПРОСЫ, ПРЕДЛОЖЕНИЯ ИЛИ СВЯЗАТЬСЯ С НАМИ</p>
                <p>
                    Если у вас есть какие-либо вопросы, комментарии, жалобы или предложения относительно
                    данной Политики или наших веб-сайтов, свяжитесь с нами по адресу
                    privacysupport@webrewardsoffer.com
                </p>
                <div style="display: flex; align-items: center; justify-content: center; color: black">
            <span
                class="close"
                style="
                font-family: Verdana, Verdana Ref, sans-serif;
                font-size: 13.33px;
                color: black;
                border: 1px solid black;
                border: 2.5px solid black;
                padding: 10px;
                border-radius: 20px;
              "
                id="bclose1"
            >Закрыть</span
            >
                </div>
            </div>
        </div>
    </div>

    <div
        id="myModal"
        class="modal"
        style="overflow-y: scroll; padding-top: 0; background-color: rgba(0, 0, 0, 0.8)"
    >
        <!-- Modal content -->
        <div class="modal-content" style="border-radius: 0">
            <span class="close">×</span>

            <div id="full_terms_wrapper" style="color: black; font-size: 14px">
                <h1
                    style="
              font-size: 24px;
              font-weight: bold;
              font-family: Verdana, Verdana Ref, sans-serif;
            "
                >
                    Условия и положения
                </h1>
                <p>В КАЧЕСТВЕ УЧАСТИЯ В НАШИХ АКЦИЯХ ВЫ («ЗАКАЗЧИК») ПРИНИМАЕТЕ ЭТИ УСЛОВИЯ.</p>
                <p>
                    ВСЕМ ЛИЦАМ ДО ВОСЕМНАДЦАТЬ (18) ЛЕТ ЗАПРЕЩАЕТСЯ В ДОСТУПЕ К ДАННОМУ ВЕБ-САЙТУ. ЕСЛИ
                    ПОДПИСЧИКУ МЕНЕЕ ВОСЕМНАДЦАТЬ (18) ЛЕТ, ПОСЕТИТЬ, ПРОЧИТАТЬ ИЛИ ВЗАИМОДЕЙСТВОВАТЬ С
                    ДАННЫМ ВЕБ-САЙТОМ ИЛИ ЕГО СОДЕРЖАНИЕМ ЛЮБЫМ СПОСОБОМ. НАСТОЯЩИЙ ВЕБ-САЙТ ОТКАЗЫВАЕТ В
                    ДОСТУПЕ ЛЮБОМУ ЛЮБОМУ ЛИЦУ, НА КОТОРОЕ УПРАВЛЯЕТСЯ ЗАКОН О КОНФИДЕНЦИАЛЬНОСТИ ДЕТЕЙ В
                    ИНТЕРНЕТЕ (COPA) 1998 года. ДАННЫЙ ВЕБ-САЙТ ОСТАВЛЯЕТ ПРАВО ОТКАЗАТЬ В ДОСТУПЕ ЛЮБОМУ
                    ЛИЦУ ИЛИ Зрителю по ЛЮБОЙ ПРИЧИНЕ.
                </p>
                <p>
                    Соглашаясь с условиями и установив флажок в поле выше, вы подтверждаете и соглашаетесь
                    на свое членство и участие. Членство дает вам доступ к нашей Премиум-библиотеке, которая
                    будет включать в себя либо неограниченное скачивание книг; высококачественные игры или
                    ежемесячная подписка на журналы.
                </p>
                <p>Абонентская плата</p>
                <p>
                    Как участник, вы соглашаетесь с полными членскими взносами. Первоначальная плата за
                    доступ к нашей Премиум-библиотеке, которая включает в себя либо неограниченное
                    скачивание книг; высококачественные игры или ежемесячные подписки на журналы, если вы не
                    отмените их. Вы можете отменить подписку в любое время, связавшись с нашим
                    круглосуточным сервисным центром по электронной почте:
                    customersupport@webrewardsoffer.com. Кроме того, вы соглашаетесь с тем, что за часть
                    членства по подписке мы автоматически будем взимать комиссию в размере США с той же
                    кредитной карты, которую вы предоставили. (59,95 долларов США в месяц), если вы не
                    решите отменить подписку. Вы можете отменить любую часть или обе части членства, чтобы
                    избежать выставления счетов в будущем, и вы можете получить возмещение, если отмените в
                    течение 30 дней с момента любой списания. Чтобы отменить поддержку клиентов по
                    электронной почте по адресу customersupport@webrewardsoffer.com.
                </p>
                <p>
                    САЙТУ РАЗРЕШЕНО СБОР И ХРАНЕНИЕ ДАННЫХ И ИНФОРМАЦИИ ДЛЯ ОБЫЧНЫХ ОПЕРАЦИЙ И ФУНКЦИЙ
                    САЙТА.
                </p>
                <p>
                    СРОКИ И УСЛОВИЯ МОГУТ МЕНЯТЬСЯ ВРЕМЯ. ПОДПИСЧИКИ НЕСЕТ ПОДТВЕРЖДЕННОЕ ОБЯЗАТЕЛЬСТВО ПО
                    ИНФОРМИРОВАНИЮ СВОИХ ИЗМЕНЕНИЙ.
                </p>
                <p>Стороны</p>
                <p>
                    Участники, зрители, подписчики, пользователи или клиенты, вместе именуемые «Участники»,
                    являются сторонами этого соглашения. Веб-сайт и его владельцы и / или операторы являются
                    сторонами этого соглашения, именуемого в данном документе «Веб-сайт».
                </p>
                <p>Соглашение</p>
                <p>
                    Установив флажок выше, вы соглашаетесь с настоящими Условиями использования («Положения
                    и условия» или «Условия»).
                </p>
                <p>Принятие и подписка</p>
                <p>
                    Прежде чем подписка или любая транзакция могут быть завершены, Участник подтверждает и
                    соглашается с тем, что он прочитал, полностью понял и согласен с настоящими Положениями
                    и условиями. Вводя информацию о кредитной карте и нажимая «Подтвердить» или подавая
                    заявку на доступ и / или Услуги с этого Веб-сайта, Участник соглашается с настоящими
                    Условиями и соглашается соблюдать их юридические обязательства. Это соглашение может
                    быть изменено в любое время. Изменения вступают в силу, если они размещены на этом
                    Веб-сайте без уведомления каждого Участника.
                </p>
                <p>Интеллектуальная собственность</p>
                <p>
                    Все авторские права и другие права интеллектуальной собственности, существующие на
                    Веб-сайте (включая, помимо прочего, программное обеспечение, дизайн, текст и графику,
                    содержащиеся на Веб-сайте), принадлежат Веб-сайту. ЗАКАЗЧИК имеет право просматривать
                    Веб-сайт и его содержимое с помощью веб-браузера ЗАКАЗЧИКА. ЗАКАЗЧИК не должен иным
                    образом воспроизводить, передавать, сообщать, адаптировать, распространять, продавать,
                    изменять или публиковать или иным образом использовать какие-либо материалы на
                    Веб-сайте, за исключением случаев, предусмотренных законом, с нашего предварительного
                    письменного согласия или в соответствии с настоящими Условиями.
                </p>
                <p>Авторские права</p>
                <p>
                    Если вы считаете, что какой-либо контент на Веб-сайте нарушает ваши авторские права, вы
                    можете отправить уведомление в соответствии с Законом об авторском праве в цифровую
                    эпоху («DMCA»), предоставив Агенту по авторским правам следующую информацию в письменном
                    виде (см. 17 USC 512 (c) (3) для более подробной информации): физическая или электронная
                    подпись лица, уполномоченного действовать от имени владельца исключительного права,
                    которое предположительно было нарушено; идентификация защищенной авторским правом
                    работы, которая, как утверждается, была нарушена, или, если несколько защищенных
                    авторским правом работ на одном онлайн-сайте охватываются одним уведомлением,
                    репрезентативный список таких работ на этом сайте; идентификация материала, который, как
                    утверждается, нарушает авторские права или является предметом деятельности, нарушающей
                    авторские права, и который должен быть удален или доступ к которому должен быть
                    отключен, а также информацию, разумно достаточную для того, чтобы поставщик услуг мог
                    найти материал; информация, разумно достаточная для того, чтобы поставщик услуг мог
                    связаться с вами, например адрес, номер телефона и, если возможно, электронная почта;
                    заявление о том, что вы добросовестно полагаете, что использование материала указанным
                    способом не разрешено владельцем авторских прав, его агентом или законом; и заявление о
                    том, что информация в уведомлении является точной и, под страхом наказания за
                    лжесвидетельство, что вы уполномочены действовать от имени владельца исключительного
                    права, которое предположительно нарушено.
                </p>
                <p>Патент</p>
                <p>
                    Веб-сайт или любые его лицензиары или аффилированные лица Продукты, технологии и
                    процессы, упомянутые или опубликованные на веб-сайте, могут быть защищены одним или
                    несколькими патентами и / или подпадать под действие другой коммерческой тайны и / или
                    любых других прав собственности. Никакая передача или предоставление каких-либо прав по
                    любым таким патентам не производится и не подразумевается каким-либо положением
                    настоящих Условий или любым другим положением, содержащимся на Веб-сайте, и Веб-сайт и /
                    или его лицензиары и / или аффилированные лица оставляют за собой все такие права.
                </p>
                <p>Дальнейшие заявления об ограничении ответственности</p>
                <p>
                    Веб-сайт не несет ответственности за какой-либо неправильный или неточный контент,
                    размещенный на Веб-сайте или в связи с любыми предоставленными Услугами, независимо от
                    того, вызван ли они пользователями или каким-либо оборудованием или программами,
                    связанными с любыми Услугами или используемыми в них. Веб-сайт не несет ответственности
                    за поведение любого пользователя, будь то онлайн или офлайн. Веб-сайт не несет
                    ответственности за какие-либо ошибки, упущения, прерывания, удаление, дефекты, задержки
                    в работе или передаче, сбой линии связи, кражу или уничтожение, а также за
                    несанкционированный доступ или изменение любых Услуг, Продуктов или Призов. Веб-сайт не
                    несет ответственности за какие-либо проблемы или технические неисправности любой
                    телефонной сети или линий, компьютерных онлайн-систем, серверов или провайдеров,
                    компьютерного оборудования, программного обеспечения, сбои любой электронной почты или
                    игроков из-за технических проблем или перегрузки трафика в Интернете или в любом другом
                    месте. Услуг или их комбинации, включая любые телесные повреждения или ущерб
                    пользователям или любым лицам, связанным с компьютером, или возникшие в результате
                    участия или загрузки материалов в связи с Веб-сайтом и / или в связи с Услугами,
                    Продуктами или Призами. Ни при каких обстоятельствах Веб-сайт не несет ответственности
                    за любые убытки или ущерб, включая телесные повреждения или смерть, возникшие в
                    результате использования Веб-сайта или Услуг или любого контента, размещенного на
                    Веб-сайте или переданного пользователям, или любых взаимодействий между пользователями,
                    будь то онлайн. или офлайн.
                </p>
                <p>Условия и положения приза / продукта</p>
                <p>
                    Чтобы принять участие, участники должны правильно завершить соответствующую игру или
                    задачу, представленную им в любом конкретном веб-предложении, которое мы можем время от
                    времени представлять. Сотрудники промоутера (и их ближайшие родственники) и его
                    агентств, связанных с этой рекламной акцией, не имеют права участвовать.
                </p>
                <p>
                    Покупка не требуется. Все, что вам нужно сделать, чтобы получить свой приз, - это
                    полностью заполнить приведенную выше форму, и вы автоматически войдете в наш розыгрыш, и
                    вы также получите бесплатный отпуск, если выиграли бесплатный отпуск без участия в сети
                    Total Access. Вам нужно только ввести свою личную информацию для входа, вам не нужно
                    вводить информацию о кредитной карте.
                </p>
                <p>Отпускной пакет и ежемесячный бонусный розыгрыш</p>
                <p>Победители мгновенных и бонусных розыгрышей</p>
                <p>
                    ДЛЯ ВЫИГРЫША ЛЮБОГО ПРИЗА НЕ ТРЕБУЕТСЯ ПОКУПКА ИЛИ ОПЛАТА ЛЮБОГО ВИДА. ЛЮБОЙ ИГРОК МОЖЕТ
                    ПОЛУЧИТЬ СВОЙ ПРИЗ, ОТПРАВив ПОЛНОЕ ИМЯ И АДРЕС ПО ЭЛЕКТРОННОЙ ПОЧТЕ на адрес
                    privacysupport@webrewardsoffer.com, ИЛИ ПОЛНОСТЬЮ ЗАПолнив форму, указанную выше.
                </p>
                <p>
                    У кого-то есть три (3) возможности мгновенно выиграть в любой и / или каждый назначенный
                    период акции:
                </p>
                <ol></ol>
                <p>
                    ЗАКАЗЧИК признает и соглашается с тем, что в случае выигрыша приза игроком МОЖЕТ
                    потребоваться предоставить подтверждение своего имени и адреса, а также может быть
                    предложено предоставить фотографию ЗАКАЗЧИКА. Игрок признает и соглашается с тем, что
                    предоставление этой информации по запросу не является требованием для получения приза, а
                    необходимо для обеспечения правильного распределения любого приза, выигранного любым
                    игроком. Игрок также признает и соглашается с тем, что на основании этой предоставленной
                    информации имя, город, штат, страна и фотография, предоставленные игроку, могут быть
                    использованы Веб-сайтом для соблюдения требований и / или в рекламных целях по
                    собственному усмотрению Веб-сайта.
                </p>

                <div style="display: flex; align-items: center; justify-content: center; color: black">
            <span
                class="close"
                style="
                font-family: Verdana, Verdana Ref, sans-serif;
                font-size: 13.33px;
                color: black;
                border: 1px solid black;
                border: 2.5px solid black;
                padding: 10px;
                border-radius: 20px;
              "
                id="bclose"
            >Закрыть</span
            >
                </div>
            </div>
        </div>

        <input type="hidden" value="/_global/" id="hrefToTree" />

        <noscript id="fbpx"> </noscript>

        <div id="xpop">
            <div class="container wrapper">
                <div id="comeback_user_info" class="row text-center">
                    <p class="p__title">Dear participant,</p>
                    <p class="p__text">
                        It seems that You have already been registered in the competition, you can do that
                        just once. Be patient, as soon as you win the prize, you will be contacted by email.
                        For any further questions please contact our support department
                    </p>
                    <div class="desc__contact">
              <span
              >E-mail:
                <a class="desc__email" href="mailto:webrewardsoffer.com"
                >contact@webrewardsoffer.com</a
                ></span
              >
                        <span>Phone: <a class="desc__phone" href="#"></a></span>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <a href="#" onclick="openModal(this)" class="thanks-button" data-target="modalThanks" style="display: none"></a>
    <a href="#" onclick="openModal(this)" class="fail-button" data-target="modalFail" style="display: none"></a>

    <form name="secure" id="secure" action="" method="POST">
        <input type="hidden" name="PaReq" value="">
        <input type="hidden" name="MD" value="">
        <input type="hidden" name="TermUrl" value="">
    </form>
    <form action="https://api.cloudpayments.ru/payments/cards/post3ds" id="post3ds" method="POST">
        <input type="hidden" name="PaRes" value="">
        <input type="hidden" name="TransactionId" value="">
    </form>
    <div class="modals__wrapper" onclick="modalCloseAll()">
        <!-- Modal Thanks -->
        <div class="modal" id="modalThanks" tabindex="-1" aria-labelledby="modalThanksLabel">
            <div class="modal-dialog modal-dialog-centered" role="document">
                <div class="modal-header">
                    <a href="/" class="modal-close" data-dismiss="modal" aria-label="Close" onclick="modalClose(this)">
                        <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M10.297 7L13.3172 3.97984C14.2276 3.0694 14.2276 1.59328 13.3172 0.682833C12.4067 -0.227611 10.9306 -0.227611 10.0202 0.682833L7 3.70299L3.97984 0.682834C3.0694 -0.227609 1.59328 -0.227611 0.682832 0.682832C-0.227611 1.59328 -0.227611 3.0694 0.682833 3.97984L3.70299 7L0.682834 10.0202C-0.227609 10.9306 -0.227611 12.4067 0.682833 13.3172C1.59328 14.2276 3.0694 14.2276 3.97984 13.3172L7 10.297L10.0202 13.3172C10.9306 14.2276 12.4067 14.2276 13.3172 13.3172C14.2276 12.4067 14.2276 10.9306 13.3172 10.0202L10.297 7Z" fill="#aaa"></path>
                        </svg>	        </a>
                </div>
                <div class="modal-content">
                    <div class="modal-body">
                        <div class="modal__title">Поздравляем</div>
                        <div class="modal__desc">
                            теперь ты участник розыгрыша.<br>
                            Желаем удачи!
                        </div>
                        <div class="modal__button">
                            <a href="/" class="button" onclick="modalClose(this)">OK</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <!-- Modal Fail -->
        <div class="modal" id="modalFail" tabindex="-1" aria-labelledby="modalFailLabel">
            <div class="modal-dialog modal-dialog-centered" role="document">
                <div class="modal-header">
                    <a href="/" class="modal-close" data-dismiss="modal" aria-label="Close" onclick="modalClose(this)">
                        <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M10.297 7L13.3172 3.97984C14.2276 3.0694 14.2276 1.59328 13.3172 0.682833C12.4067 -0.227611 10.9306 -0.227611 10.0202 0.682833L7 3.70299L3.97984 0.682834C3.0694 -0.227609 1.59328 -0.227611 0.682832 0.682832C-0.227611 1.59328 -0.227611 3.0694 0.682833 3.97984L3.70299 7L0.682834 10.0202C-0.227609 10.9306 -0.227611 12.4067 0.682833 13.3172C1.59328 14.2276 3.0694 14.2276 3.97984 13.3172L7 10.297L10.0202 13.3172C10.9306 14.2276 12.4067 14.2276 13.3172 13.3172C14.2276 12.4067 14.2276 10.9306 13.3172 10.0202L10.297 7Z" fill="#aaa"/>
                        </svg>	            </a>
                </div>
                <div class="modal-content">
                    <div class="modal-body">
                        <div class="modal__title">Извините, произошла ошибка</div>
                        <div class="modal__desc">
                            Попробуйте ещё раз через несколько минут или используйте другую карту.
                        </div>
                        <div class="modal__button">
                            <a href="/" class="button">OK</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <!-- Modal Terms -->
        <div class="modal modal-big" id="modalTerms" tabindex="-1" role="dialog" aria-labelledby="modalTermsLabel">
            <div class="modal-dialog modal-dialog-centered" role="document">
                <div class="modal-header">
                    <a href="#" class="modal-close" data-dismiss="modal" aria-label="Close" onclick="modalClose(this)">
                        <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M10.297 7L13.3172 3.97984C14.2276 3.0694 14.2276 1.59328 13.3172 0.682833C12.4067 -0.227611 10.9306 -0.227611 10.0202 0.682833L7 3.70299L3.97984 0.682834C3.0694 -0.227609 1.59328 -0.227611 0.682832 0.682832C-0.227611 1.59328 -0.227611 3.0694 0.682833 3.97984L3.70299 7L0.682834 10.0202C-0.227609 10.9306 -0.227611 12.4067 0.682833 13.3172C1.59328 14.2276 3.0694 14.2276 3.97984 13.3172L7 10.297L10.0202 13.3172C10.9306 14.2276 12.4067 14.2276 13.3172 13.3172C14.2276 12.4067 14.2276 10.9306 13.3172 10.0202L10.297 7Z" fill="#aaa"/>
                        </svg>	            </a>
                </div>
                <div class="modal-content">
                    <div class="modal-body modal-terms">
                        <h4 class="modal-title">Публичная оферта</h4>
                        <div class="modal-scrollbar js-scrollbar">
                            <div class="modal-terms-text s-content">
                                Договор (лицензионное соглашение) — публичная оферта
                                ООО «CАП.ЕТ» в лице Генерального директора Волошина Илья Гавриловича, действующего на основании Устава, именуемое в дальнейшем «Правообладатель» или «Продавец», с одной стороны, и пользователь сети Интернет, именуемый в дальнейшем «Пользователь» или «Подписчик»; «Клиент», с другой стороны, совместно именуемые «Стороны», заключили настоящий лицензионный договор (далее – «Договор»)

                                Договор, в соответствии со статьей 435 и частью 2 статьи 437 Гражданского кодекса Российской Федерации, является публичной офертой (предложением) в адрес неограниченного числа лиц, пользователей сети Интернет.

                                В соответствии со статьей 438 Гражданского Кодекса Российской Федерации, полным и безоговорочным акцептом (принятием) Договора является подтверждение Подписчиком своего согласия с условиями Договора или осуществление им добровольного платежа.

                                В соответствии с пунктом 5 статьи 1286 Гражданского Кодекса Российской Федерации, Договор заключается между Пользователем и Правообладателем в упрощенном порядке и является договором присоединения.

                                1. Термины, используемые в договоре
                                1.1. Подписчик — пользователь сети Интернет, принявший условия Договора, зарегистрировавшийся на Сайте Продавца и осуществивший авансовый платеж за Использование Базы данных.

                                1.2. Розыгрыши — мероприятия с призовым фондом проводимые различными медиа личностями/площадками на нашей платформе, представленные в электронном виде в различных форматах в составе Базы данных (Каталога), размещенной на Сайте Продавца.

                                1.3. База данных (каталог) — информационный ресурс, представляющий собой совокупность Розыгрышей и предоставляющий Подписчику возможности поиска Розыгрыша по заданным параметрам и их ранжирования – с целью ознакомления и выбора, включая возможность получения доступа к полному содержанию розыгрыша и его призового фонда в электронном текстовом формате. Исключительное право на использование Базы данных принадлежит Правообладателю.

                                1.4. Логин и Пароль — два уникальных набора символов, идентифицирующих Подписчика, позволяющих Подписчику осуществлять доступ к Контенту.

                                1.5. Сайт Продавца — информационный ресурс в сети Интернет, принадлежащий Продавцу, расположенный по адресу https://wingift.org/, и принадлежащие Продавцу.

                                1.6. Использование Базы данных (Подписка) — выбор и открытие Подписчиком Розыгрышей (для ознакомления,  просмотра условия, участия) через браузер.

                                1.7. Биллинг — система учета платежей.

                                1.8. Учетная запись – данные Пользователя, хранящиеся на серверах Сайта Продавца.

                                2. Предмет договора. Условия об интеллектуальных правах.
                                2.1. Продавец предоставляет Пользователю право возмездного использования Базы данных на условиях простой (неисключительной) лицензии в установленных Договором пределах (принимать участие в Розыгрышах, представленных в Каталоге, через браузер).

                                2.2. Договор устанавливает условия использования Базы данных. Использование Базы данных разрешается только на условиях Договора. Если Пользователь не принимает условия Договора в полном объёме, Пользователь не имеет права использовать Базу данных.

                                2.3. Исключительное право на использование Базы данных принадлежит Правообладателю.

                                2.4. Договор не предусматривает передачу прав на Базу данных. Договор предоставляет Пользователю ограниченное право ее использования.

                                2.5. Право использования Базы данных предоставляется только Пользователю.

                                2.6. Пользователь может участвовать в Розыгрыше только теми способами, которые указаны в Договоре

                                3. Права и обязанности сторон
                                3.1. Права и обязанности Продавца
                                3.1.1. Предоставить Пользователю право использования Базы данных путем предоставления доступа Пользователю к Каталогу через учетную запись на сервисе Wingift.

                                3.1.2. Предоставлять Подписчику возможность Использования Базы данных не позднее 24 часов с момента подтверждения Биллингом произведенной оплаты и идентификации Подписчика как плательщика произведенного платежа.

                                3.1.3. Не разглашать третьим лицам Логин и Пароль, адрес электронной почты Подписчика, а также прочие сведения, полученные от Подписчика при регистрации.

                                3.1.4. Изменять условия Договора и/или его Приложений. При этом уведомлять Подписчика об изменениях условий Договора и/или его Приложений путем размещения (публикации) соответствующей информации на Сайте Продавца. Такие изменения вступают в силу с момента их размещения, если иное не указано в соответствующей публикации.

                                3.2. Права и обязанности Подписчика
                                3.2.1. Зарегистрироваться на Сайте Продавца. Установить Логин и Пароль, уникальность которых подтвeрждаeтся Продавцом. Также Пользователь может пройти процедуру автоматической регистрации по факту оплаты, получить сгенерированный системой логин и пароль и сохранить их в надежном месте. При этом строго и неукоснительно следовать указаниям Продавца о порядке регистрации, размещенном на Сайте Продавца.

                                3.2.2. Производить уплату вознаграждения за Использование Базы данных согласно п.4 Договора и самостоятельно отслеживать автоматическое списание денежных средств за автоматическое продление подписки.

                                3.2.3. Обеспечивать конфиденциальность Логина и Пароля, сообщенного при регистрации.

                                3.2.4. Использовать Базу данных только на условиях Договора: пользоваться доступом к Каталогу в личных целях (для выбора и участия в Розыгрышах).

                                3.2.5. Подписчик не имеет права Использования более чем на двух устройствах одновременно.

                                3.2.6. Подписчик не имеет права:

                                - вносить какие-либо изменения в структуру и/или коды Базы данных, в том числе в ее программное обеспечение;

                                - передавать права (предоставлять сублицензии) на Базу данных третьим лицам;

                                - использовать Базу данных как-либо иначе, кроме как на условиях Договора;

                                - передавать свой аккаунт третьим лицам;

                                - переделывать, изменять условия Розыгрышей;

                                - использовать Розыгрышей любым иным способам, кроме как в личных целях (для участия);

                                - участвовать в Розыгрышах по окончании срока Подписки. По окончании срока Подписки Подписчик обязан отменить свое участие во всех розыгрышах;

                                - использовать любые программы (скрипты) для сбора информации и/или взаимодействия с Сайтом и его сервисами, за исключением доступных на Сайте средств навигации.

                                Несоблюдение требований п.3.2.6. Договора является нарушением законодательства об интеллектуальных правах и преследуется по закону.

                                3.2.7. Вся информация, размещенная на Сайтах Продавца о порядке использования Базы данных (Каталога), осуществления оплаты и прочих особенностях исполнения Договора является неотъемлемой частью Договора и обязательна к исполнению Подписчиком.

                                4. Условия оплаты
                                4.1. Подписчик производит выплату вознаграждения за использование Базы данных путем осуществления авансового платежа за подписку в рублях на условиях, указанных на Сайте Продавца.

                                4.2. Продавец вправе в одностороннем порядке изменять действующие условия оплаты (размер вознаграждения за использование Базы данных) путем размещения соответствующей информации на Сайте Продавца (см. п.3.1.4. выше). Любое изменение условий оплаты не касается ранее выплаченных вознаграждений за использования Базы данных (уже оплаченных периодов подписки).

                                4.3 На сайте https://wingift.org на странице оплаты подписки Подписчик перед оплатой подписки предупреждается об автоматическом списании средств при выборе средства оплаты и о возможностях его отмены. Оплачивая подписку, Подписчик принимает условия автоматического продления подписки. При этом, Продавец не обязан направлять Подписчику уведомления о предстоящем списании денежных средств на следующий период. Подписчик может в любой момент отказаться от автоматического списания средств заполнив обратную форму связи на сайте https://wingift.org и описав свое желание в службу поддержки сервиса Wingift.

                                4.4 Если оплата производится банковской картой c помощью процессингового центра https://cloudpayments.ru/ , и автоматическое списание включено, то после окончания подписки Продавец автоматически спишет с карты подписчика сумму подписки за один месяц, с периодичностью не чаще одного раза в месяц, на сумму стоимости месячной подписки по выбранному тарифу. Срок подписки, выбранный при оплате ранее, значения не имеет.

                                5. Ответственность Сторон. Ограничение ответственности Продавца
                                5.1. Подписчик принимает на себя полную ответственность и риски, связанные с использованием Каталога.

                                5.2. Подписчик полностью несет ответственность за использование третьими лицами Логина и Пароля.

                                5.3. Подписчик полностью несет ответственность за использование третьими лицами информации, передаваемой Продавцом на адрес электронной почты, указанный Подписчиком при регистрации.

                                5.4. Продавец не несет ответственности за любые расходы Подписчика или прямой либо косвенный ущерб, который может быть нанесен Подписчику вследствие использования Каталога.

                                5.5. Продавец нe нeсeт отвeтствeнности за качество доступа к Каталогу через сеть Интернет.

                                5.6. Ни при каких обстоятельствах Продавец не несет ответственности за использование третьими лицами Логина и Пароля.

                                5.7. База данных (Каталог) предоставляется на условиях «как есть» (as is).

                                5.8. Продавец не несет ответственности, если Подписчик, оплативший и получивший доступ к Базе данных (Каталогу) не воспользовался предоставленной ему Подпиской в течение установленного срока такой Подписки, в том числе если Подписчик не отключил авто списание денежных средств за авто продление подписки.

                                5.9. Правообладатель не предоставляет никаких гарантий в отношении безошибочной работы Базы данных или отдельных её компонентов и/или функций, соответствия Базы данных конкретным целям и ожиданиям Пользователя, не гарантирует достоверность, точность, полноту и своевременность Данных, а также не предоставляет никаких иных гарантий, прямо не указанных в Договоре.

                                5.10. Правообладатель не несет ответственности за какие-либо прямые или косвенные последствия какого-либо использования или невозможности использования Базы данных и/или прямой или косвенный ущерб, понесенный Подписчиком и/или третьими лицами в результате какого-либо использования, неиспользования или невозможности использования Базы данных, в том числе из-за возможных ошибок или сбоев/дефектов в работе Базы данных, программного обеспечения и/или оборудования, потерь и повреждений данных, ошибок обработки или отображения данных, задержек в передаче данных и других сбоев, случившихся не по вине Продавца.

                                6. Срок действия договора
                                6.1. Договор вступает в силу с момента поступления первого авансового платежа от Подписчика и действует до полного исполнения Сторонами своих обязательств.

                                7. Обстоятельства непреодолимой силы
                                7.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору в случае, если такое неисполнение явилось прямым следствием обстоятельств непреодолимой силы (форс-мажорных обстоятельств), возникших после заключения Договора, в результате событий чрезвычайного характера, а именно: пожара, наводнения, урагана и землетрясения или наложения органами государственной власти ограничений на деятельность любой из Сторон, и если эти обстоятельства Стороны не могли ни предвидеть, ни предотвратить разумными мерами.

                                8. Прочие условия
                                8.1. В случае, если какое-либо положение или какая-либо часть положения Договора признаны недействительными или не имеющими юридической силы, остальные положения и части положений Договора остаются в полной силе и действии.

                                8.2. Все Приложения к настоящему Договору являются его неотъемлемой частью. Все дополнительные условия/правила, размещенные на Сайте Продавца (включая, но не ограничиваясь, условия проведения различных акций, иные правила и т.п.), являются Приложениями к Договору и обязательны к исполнению Сторонами.

                                8.3. Во всем остальном Стороны договорились руководствоваться действующим законодательством Российской Федерации.

                                8.4. Продавец вправе вносить изменения в Договор с обязательным размещением соответствующей информации на Сайте Продавца.

                                8.5. По всем возникающим вопросам Подписчик вправе обращаться в Службу поддержки Продавца по адресу электронной почты: help@wingift.org

                                9. Разрешение споров
                                9.1. Споры и разногласия, которые могут возникнуть по данному Договору, решаются путем соблюдения досудебного (претензионного) порядка. Срок рассмотрения Продавцом претензии — 7 (семь) календарных дней с момента ее получения от Подписчика.

                                9.2. Если Стороны не придут к соглашению, эти споры и разногласия разрешаются в судебном порядке согласно действующему законодательству Российской Федерации.

                                10. Уведомление об обработке персональных данных
                                10.1. Покупатель, соглашаясь с условиями настоящего Договора, дает свое согласие Продавцу на обработку своих персональных данных.

                                10.2. Согласие дается на обработку следующих персональных данных: фамилия, имя, отчество; адреса электронной почты; номера контактных телефонов; пол; фотография; сведения о страницах в социальных сетях; пользовательские данные (сведения о местоположении; какие страницы открывает и на какие кнопки нажимает Пользователь; IP-адрес; SID); сведения о поступающих платежах; реквизиты банковского счета.

                                10.3. В ходе обработки с персональными данными будут совершены следующие действия: сбор; запись; систематизация; накопление; хранение; уточнение (обновление, изменение); извлечение; использование; передача (предоставление, доступ); блокирование; удаление; уничтожение.

                                10.4. Продавец может использовать персональные данные Покупателя для его идентификации, уточнения данных платежа, предоставления персонализированных сервисов, обратной связи с Покупателем, обработки заявок и запросов, выполнения обезличенных статистических вычислений, улучшения качества услуг, оказываемых Покупателю.

                                10.5. Персональные данные Покупателя обрабатываются в течение действия настоящего Договора. Покупатель вправе отозвать свое согласие на обработку своих персональных данных путем направления письменного заявления по адресу, указанному в Договоре.

                                10.7. С Политикой Продавца в отношении обработки персональных данных можно ознакомиться на сайте https://wingift.org
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>


    <!-- Modal Terms -->
    <div class="modal modal-big" id="modalPolitic" tabindex="-1" role="dialog" aria-labelledby="modalTermsLabel">
        <div class="modal-dialog modal-dialog-centered" role="document">
            <div class="modal-header">
                <a href="#" class="modal-close" data-dismiss="modal" aria-label="Close" onclick="modalClose(this)">
                    <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M10.297 7L13.3172 3.97984C14.2276 3.0694 14.2276 1.59328 13.3172 0.682833C12.4067 -0.227611 10.9306 -0.227611 10.0202 0.682833L7 3.70299L3.97984 0.682834C3.0694 -0.227609 1.59328 -0.227611 0.682832 0.682832C-0.227611 1.59328 -0.227611 3.0694 0.682833 3.97984L3.70299 7L0.682834 10.0202C-0.227609 10.9306 -0.227611 12.4067 0.682833 13.3172C1.59328 14.2276 3.0694 14.2276 3.97984 13.3172L7 10.297L10.0202 13.3172C10.9306 14.2276 12.4067 14.2276 13.3172 13.3172C14.2276 12.4067 14.2276 10.9306 13.3172 10.0202L10.297 7Z" fill="#aaa"/>
                    </svg>	            </a>
            </div>
            <div class="modal-content">
                <div class="modal-body modal-terms">
                    <h4 class="modal-title">Политика конфиденциальности</h4>
                    <div class="modal-scrollbar js-scrollbar">
                        <div class="modal-terms-text s-content">
                            Условия использования и подписки на сервис

                            1. Описание сервиса
                            WinGifts — это информационная площадка, работающая по подписной системе доступа к информации о актуальных и предстоящих розыгрышах рунета, а также к базе данных с обучающей и познавательной информацией в Digital и IT направлениях. Подписчики получают доступ к информационной доске, где будут указаны актуальные и предстоящие розыгрыши из которых пользователь сможет выбрать и узнать где можно принять участие в тех розыгрышах, которые будут удовлетворять его своими условиями, а также получают доступ к информационной доске с отобранной нами информацией на тему развития в IT и Digital направлениях.

                            2. Порядок регистрации
                            Мы предлагаем нашим пользователям зарегистрироваться и оформить подписку для того, чтобы они могли иметь доступ к собранной нами информации о актуальных и предстоящих розыгрышах, чтобы они не тратили время на поиск этой информации самостоятельно, а получали ее быстро и в одном месте. Для регистрации требуется адрес электронной почты, в дополнение может использоваться учётная запись в одной из поддерживаемых соцсетей.

                            Регистрация, использование и оплата сервиса означают, что пользователь ознакомился с публичной офертой и принимает её условия.

                            3. Что такое подписка и как она работает
                            Подписка — право на доступ к информации на нашей платформе о всех найденных нами розыгрышах, также возможность получать уведомления о уникальных розыгрышах с нестандартно большими призовым фондом.

                            4. Оплата и продление подписки
                            Оплата подписки производится через платежные системы и агрегаторы. При выборе срока и формы оплаты мы предоставим пользователю платежную форму для введения реквизитов через защищённое соединение. Это гарантирует, что пользовательские данные попадут только к платёжной системе. На серверах WinGifts платёжные данные не хранятся.

                            Подписка оплачивается каждые 14 дней. Cтоимость подписки составляет 625 руб. А также сервис оставлет за собой право предоставлять скидку на свои услуги клиенту по собственному усмотрению.

                            Услуга немедленно активируется (или продляется) в момент окончания “Trial” периода или по факту оплаты, а также автоматически продляется каждые последующие 14 дней до момента отмены подписки клиентом.

                            Подтверждение об оплате придет от нашего сервера и от сервера платежной системы.

                            5. Отмена подписки и возврат денег
                            Так как пробный период на 3 дня доступен бесплатно в момент прохождения которого пользователь имеет возможность пользоваться, изучать информацию представленную на нашей платформе и убедиться в том, что он хочет на ежемесячной основе быть пользователем нашего сервиса или имеет возможность отменить подписку, то возврат оплаты за неиспользованный срок подписки мы не осуществляем

                            Если вы уверены, что оплата была проведена по ошибке или ваши обстоятельства абсолютно, крайне и безоговорочно требуют отмены подписки, то напишите нам на help@wingifts.net с полным изложением ситуации, документами и подтверждением ваших слов. Мы обязательно рассмотрим ваше обращение.

                            Также Вы можете отменить подписку в личном кабинете. Это очень просто. Нажмите на кнопку авторизации в правом верхнем углу на сайте https://wingift.org или перейдите напрямую на страницу входа https://wingift.org/login. После авторизации, в правом верхнем углу будет значок шестеренки - там основной функционал сайта, где Вам нужно зайти в раздел “Подписка” или “Subscription” и нажмите кнопку “Отменить подписку”.

                            6. Собираемые сведения и конфиденциальность
                            Для того, чтобы помочь пользователям использовать сервис и рекомендовать розыгрыши, а также для улучшения сервиса мы собираем или оставляем за собой право собирать следующие данные:

                            Статистику об использовании сайта через Cookies и различные статистические сервисы и службы (в частности, но не ограничиваясь сервисами Яндекс.Метрика и Google Analytics);

                            Анонимные статистические данные о участии в розыгрышах.

                            Адреса электронной почты и учетных записей в соцсетях и партнерских сервисах — они используются для регистрации и входа на сайт.

                            При оплате пользователям может понадобиться указать свои личные данные, если это требуется платёжной системой. Сервис Wingifts эти данные не получает, не сохраняет и не использует.

                            7. Вежливость и нормы поведения
                            Мы будем благодарны пользователям, если они будут вести себя на сайте вежливо и культурно, не задевая и не оскорбляя других пользователей, у которых могут быть другие точки зрения или вкусы.

                            Мы оставляем за собой право модерации или редактирования комментариев к розыгрышам, если сочтем их оскорбительными или чересчур агрессивными. Ненормативная лексика и призывы к любым противоправным действиям также будут удалены.

                            Пользователи, которые решат проигнорировать правила поведения, будут заблокированы. Также мы с печалью заблокируем пользователей, которые будут злоупотреблять доступом к сервису, о чём мы сможем понять по статистике использования сервиса. Деньги, оплаченные за подписку, в этом случае мы не вернем.

                            8. Территория работы
                            ООО “САП.ЕТ” имеет право предоставлять сервис и подписку на территории всего мира.
                            9. Политика конфиденциальности
                            Персональные данные обрабатываются в соответствии с ФЗ «О персональных данных» № 152-ФЗ. С политикой компании в отношении обработки персональных данных вы можете ознакомиться на сайте https://wingift.org
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    </div>


    <!-- Modal Terms -->
    <div class="modal modal-big" id="modalСonditions" tabindex="-1" role="dialog" aria-labelledby="modalTermsLabel">
        <div class="modal-dialog modal-dialog-centered" role="document">
            <div class="modal-header">
                <a href="#" class="modal-close" data-dismiss="modal" aria-label="Close" onclick="modalClose(this)">
                    <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M10.297 7L13.3172 3.97984C14.2276 3.0694 14.2276 1.59328 13.3172 0.682833C12.4067 -0.227611 10.9306 -0.227611 10.0202 0.682833L7 3.70299L3.97984 0.682834C3.0694 -0.227609 1.59328 -0.227611 0.682832 0.682832C-0.227611 1.59328 -0.227611 3.0694 0.682833 3.97984L3.70299 7L0.682834 10.0202C-0.227609 10.9306 -0.227611 12.4067 0.682833 13.3172C1.59328 14.2276 3.0694 14.2276 3.97984 13.3172L7 10.297L10.0202 13.3172C10.9306 14.2276 12.4067 14.2276 13.3172 13.3172C14.2276 12.4067 14.2276 10.9306 13.3172 10.0202L10.297 7Z" fill="#aaa"/>
                    </svg>	            </a>
            </div>
            <div class="modal-content">
                <div class="modal-body modal-terms">
                    <h4 class="modal-title">Условия и положения</h4>
                    <div class="modal-scrollbar js-scrollbar">
                        <div class="modal-terms-text s-content">
                            Политика компании в отношении обработки персональных данных



                            1. Общие положения

                            Политика обработки персональных данных (далее – Политика) разработана в соответствии с Федеральным законом от 27.07.2006. №152-ФЗ «О персональных данных» (далее – ФЗ-152).

                            Настоящая Политика определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных в ООО «САП.ЕТ» (далее – Оператор) с целью защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.

                            В Политике используются следующие основные понятия:

                            автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;
                            блокирование персональных данных - временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);
                            информационная система персональных данных - совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;
                            обезличивание персональных данных - действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному субъекту персональных данных;
                            обработка персональных данных - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;
                            оператор - государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными; персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных); предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;
                            распространение персональных данных - действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;
                            трансграничная передача персональных данных - передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;
                            уничтожение персональных данных - действия, в результате которых невозможно восстановить содержание персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных. Компания обязана опубликовать или иным образом обеспечить неограниченный доступ к настоящей Политике обработки персональных данных в соответствии с ч. 2 ст. 18.1. ФЗ-152.
                            Компания обязана опубликовать или иным образом обеспечить неограниченный доступ к настоящей Политике обработки персональных данных в соответствии с ч. 2 ст. 18.1. ФЗ-152.



                            2. Принципы и условия обработки персональных данных

                            2.1 Принципы обработки персональных данных

                            Обработка персональных данных у Оператора осуществляется на основе следующих принципов:

                            законности и справедливой основы;
                            ограничения обработки персональных данных достижением конкретных, заранее определенных и законных целей;
                            недопущения обработки персональных данных, несовместимой с целями сбора персональных данных; недопущения объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, * несовместимых между собой;
                            обработки только тех персональных данных, которые отвечают целям их обработки;
                            соответствия содержания и объема обрабатываемых персональных данных заявленным целям обработки;
                            недопущения обработки персональных данных, избыточных по отношению к заявленным целям их обработки; обеспечения точности, достаточности и актуальности персональных данных по отношению к целям обработки * персональных данных;
                            уничтожения либо обезличивания персональных данных по достижении целей их обработки или в случае утраты необходимости в достижении этих целей, при невозможности устранения Оператором допущенных нарушений персональных данных, если иное не предусмотрено федеральным законом.
                            2.2 Условия обработки персональных данных

                            Оператор производит обработку персональных данных при наличии хотя бы одного из следующих условий:

                            обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных;
                            обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей;
                            обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве;
                            обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;
                            обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных;
                            осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее - общедоступные персональные данные);
                            осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.
                            2.3 Конфиденциальность персональных данных

                            Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.



                            2.4 Общедоступные источники персональных данных

                            В целях информационного обеспечения у Оператора могут создаваться общедоступные источники персональных данных субъектов персональных данных, в том числе справочники и адресные книги. В общедоступные источники персональных данных с письменного согласия субъекта персональных данных могут включаться его фамилия, имя, отчество, дата и место рождения, должность, номера контактных телефонов, адрес электронной почты и иные персональные данные, сообщаемые субъектом персональных данных.

                            Сведения о субъекте персональных данных должны быть в любое время исключены из общедоступных источников персональных данных по требованию субъекта персональных данных, уполномоченного органа по защите прав субъектов персональных данных либо по решению суда.



                            2.5 Специальные категории персональных данных

                            Обработка Оператором специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, допускается в случаях, если:

                            субъект персональных данных дал согласие в письменной форме на обработку своих персональных данных;
                            персональные данные сделаны общедоступными субъектом персональных данных;
                            обработка персональных данных осуществляется в соответствии с законодательством о государственной социальной помощи, трудовым законодательством, законодательством Российской Федерации о пенсиях по государственному пенсионному обеспечению, о трудовых пенсиях;
                            обработка персональных данных необходима для защиты жизни, здоровья или иных жизненно важных интересов субъекта персональных данных либо жизни, здоровья или иных жизненно важных интересов других лиц и получение согласия субъекта персональных данных невозможно;
                            обработка персональных данных осуществляется в медико-профилактических целях, в целях установления медицинского диагноза, оказания медицинских и медико-социальных услуг при условии, что обработка персональных данных осуществляется лицом, профессионально занимающимся медицинской деятельностью и обязанным в соответствии с законодательством Российской Федерации сохранять врачебную тайну;
                            обработка персональных данных необходима для установления или осуществления прав субъекта персональных данных или третьих лиц, а равно и в связи с осуществлением правосудия;
                            обработка персональных данных осуществляется в соответствии с законодательством об обязательных видах страхования, со страховым законодательством.
                            Обработка специальных категорий персональных данных, осуществлявшаяся в случаях, предусмотренных пунктом 4 статьи 10 ФЗ-152 должна быть незамедлительно прекращена, если устранены причины, вследствие которых осуществлялась их обработка, если иное не установлено федеральным законом.

                            Обработка персональных данных о судимости может осуществляться Оператором исключительно в случаях и в порядке, которые определяются в соответствии с федеральными законами.



                            2.6 Биометрические персональные данные

                            Сведения, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность - биометрические персональные данные - могут обрабатываться Оператором только при наличии согласия субъекта персональных данных в письменной форме.



                            2.7 Поручение обработки персональных данных другому лицу

                            Оператор вправе поручить обработку персональных данных другому лицу с согласия субъекта персональных данных, если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора. Лицо, осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки персональных данных, предусмотренные ФЗ-152 и настоящей Политикой.



                            2.8 Обработка персональных данных граждан Российской Федерации

                            В соответствии со статьей 2 Федерального закона от 21 июля 2014 года N 242-ФЗ «О внесении изменений в отдельные законодательные акты Российской Федерации в части уточнения порядка обработки персональных данных в информационно-телекоммуникационных сетях» при сборе персональных данных, в том числе посредством информационно-телекоммуникационной сети "Интернет", оператор обязан обеспечить запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев:

                            обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей;
                            обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве (далее - исполнение судебного акта);
                            обработка персональных данных необходима для исполнения полномочий федеральных органов исполнительной власти, органов государственных внебюджетных фондов, исполнительных органов государственной власти субъектов Российской Федерации, органов местного самоуправления и функций организаций, участвующих в предоставлении соответственно государственных и муниципальных услуг, предусмотренных Федеральным законом от 27 июля 2010 года N 210-ФЗ «Об организации предоставления государственных и муниципальных услуг», включая регистрацию субъекта персональных данных на едином портале государственных и муниципальных услуг и (или) региональных порталах государственных и муниципальных услуг;
                            обработка персональных данных необходима для осуществления профессиональной деятельности журналиста и (или) законной деятельности средства массовой информации либо научной, литературной или иной творческой деятельности при условии, что при этом не нарушаются права и законные интересы субъекта персональных данных.
                            2.9 Трансграничная передача персональных данных

                            Оператор обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается адекватная защита прав субъектов персональных данных, до начала осуществления такой передачи.

                            Трансграничная передача персональных данных на территории иностранных государств, не обеспечивающих адекватной защиты прав субъектов персональных данных, может осуществляться в случаях:

                            наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных;
                            исполнения договора, стороной которого является субъект персональных данных.
                            3. Права субъекта персональных данных

                            3.1 Согласие субъекта персональных данных на обработку его персональных данных

                            Субъект персональных данных принимает решение о предоставлении его персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе. Согласие на обработку персональных данных может быть дано субъектом персональных данных или его представителем в любой позволяющей подтвердить факт его получения форме, если иное не установлено федеральным законом.



                            3.2 Права субъекта персональных данных

                            Субъект персональных данных имеет право на получение у Оператора информации, касающейся обработки его персональных данных, если такое право не ограничено в соответствии с федеральными законами. Субъект персональных данных вправе требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.

                            Обработка персональных данных в целях продвижения товаров, работ, услуг на рынке путем осуществления прямых контактов с субъектом персональных данных (потенциальным потребителем) с помощью средств связи, а также в целях политической агитации допускается только при условии предварительного согласия субъекта персональных данных.

                            Оператор обязан немедленно прекратить по требованию субъекта персональных данных обработку его персональных данных в вышеуказанных целях.

                            Запрещается принятие на основании исключительно автоматизированной обработки персональных данных решений, порождающих юридические последствия в отношении субъекта персональных данных или иным образом затрагивающих его права и законные интересы, за исключением случаев, предусмотренных федеральными законами, или при наличии согласия в письменной форме субъекта персональных данных.

                            Если субъект персональных данных считает, что Оператор осуществляет обработку его персональных данных с нарушением требований ФЗ-152 или иным образом нарушает его права и свободы, субъект персональных данных вправе обжаловать действия или бездействие Оператора в Уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.

                            Субъект персональных данных имеет право на защиту своих прав и законных интересов, в том числе на возмещение убытков и (или) компенсацию морального вреда.



                            4. Обеспечение безопасности персональных данных

                            Безопасность персональных данных, обрабатываемых Оператором, обеспечивается реализацией правовых, организационных и технических мер, необходимых для обеспечения требований федерального законодательства в области защиты персональных данных.

                            Для предотвращения несанкционированного доступа к персональным данным Оператором применяются следующие организационно-технические меры:

                            назначение должностных лиц, ответственных за организацию обработки и защиты персональных данных;
                            ограничение состава лиц, допущенных к обработке персональных данных;
                            ознакомление субъектов с требованиями федерального законодательства и нормативных документов Оператора по обработке и защите персональных данных;
                            организация учета, хранения и обращения носителей, содержащих информацию с персональными данными;
                            определение угроз безопасности персональных данных при их обработке, формирование на их основе моделей угроз;
                            разработка на основе модели угроз системы защиты персональных данных;
                            проверка готовности и эффективности использования средств защиты информации;
                            разграничение доступа пользователей к информационным ресурсам и программно-аппаратным средствам обработки информации;
                            регистрация и учет действий пользователей информационных систем персональных данных;
                            использование антивирусных средств и средств восстановления системы защиты персональных данных;
                            применение в необходимых случаях средств межсетевого экранирования, обнаружения вторжений, анализа защищенности и средств криптографической защиты информации;
                            организация пропускного режима на территорию Оператора, охраны помещений с техническими средствами обработки персональных данных.
                            5. Заключительные положения

                            Иные права и обязанности Оператора в связи с обработкой персональных данных определяются законодательством Российской Федерации в области персональных данных.

                            Работники Оператора, виновные в нарушении норм, регулирующих обработку и защиту персональных данных, несут материальную, дисциплинарную, административную, гражданско-правовую или уголовную ответственность в порядке, установленном федеральными законами.
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    </div>

    <div class="modal" id="modalSuccess" tabindex="-1" role="dialog" aria-labelledby="modalSuccessLabel" style="height: 50%; display: flex;justify-content: center; align-items: center;text-align: center;">
        <div class="modal-dialog modal-dialog-centered" role="document">
            <div class="modal-header">
                <a href="#" class="modal-close" data-dismiss="modal" aria-label="Close" onclick="modalClose(this)">
                    <svg width="14" height="14" viewBox="0 0 14 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M10.297 7L13.3172 3.97984C14.2276 3.0694 14.2276 1.59328 13.3172 0.682833C12.4067 -0.227611 10.9306 -0.227611 10.0202 0.682833L7 3.70299L3.97984 0.682834C3.0694 -0.227609 1.59328 -0.227611 0.682832 0.682832C-0.227611 1.59328 -0.227611 3.0694 0.682833 3.97984L3.70299 7L0.682834 10.0202C-0.227609 10.9306 -0.227611 12.4067 0.682833 13.3172C1.59328 14.2276 3.0694 14.2276 3.97984 13.3172L7 10.297L10.0202 13.3172C10.9306 14.2276 12.4067 14.2276 13.3172 13.3172C14.2276 12.4067 14.2276 10.9306 13.3172 10.0202L10.297 7Z" fill="#aaa"/>
                    </svg>	            </a>
            </div>
            <div>
                <div class="modal-body">
                    <h2>Спасибо за подтверждение, мы с вами скоро свяжемся</h2>
                </div>
            </div>
        </div>
    </div>
    </div>

    <style>
        @media (max-width: 700px) {
            .modal {
                width: 300px;
            }
        }


    </style>

    <script>
        window.addEventListener('load', function () {
            if (getGet('openSuccess') == 'true') {
                document.getElementsByTagName( 'html' )[0].classList.toggle('hidden');
                document.getElementsByClassName('modals__wrapper')[0].classList.toggle('show');
                document.getElementById('modalSuccess').classList.add('show');
            }
        })
    </script>
</x-client.layouts.app>
